{
    "What is your credo/ your \"WHY\" regarding data?": "Data is the most important asset any company or organization has.\nThe data should be managed wisely - not only collecting and saving data, but also choosing a work practice where we can turn the data into insights.",
    "What are your fields of interest?": "Data science, data engineering and data analytics.\nI like seeing the whole process from end to end. Beginning with defining the problem or need, through the research process, choosing and implementing the right solution, to maintenance, operation, monitoring and improvement.\nImplementing broad thinking about how data can contribute to the organization and which projects should be carried out.",
    "What are your favorite tools?": "More than simply a favorite tool, I like to see an alignment between tools and needs - adapting the best technology for a specific need instead of choosing a technology that is perhaps favorable, but not necessarily suitable.",
    "Data is the new oil because...": "Data is not the new oil, it has always been the oil. The difference is that in recent years we have learned to get the most out of it, consume and better manage them and there is much more to strive for.",
    "What is your data dream?": "That no piece of data in the world will be deleted and that everything will be kept accessible (of course with appropriate authorization and security mechanisms). I believe you can find added value from any data set.",
    "If you had a chance to collect data on anything you wanted, what would it be?": "Without considerations of cost, logistics and so on - Every person in the world would perform full medical examinations, once a year (like a car test). I have a vision that it will be possible to detect a lot of diseases and problems early on with the help of these data. Today, people go to the doctor only when they don’t  feel well. Unfortunately sometimes that is too late.",
    "What is the one tip for beginners and one tip for professionals?": "Tips for everyone: \n* Never be afraid to ask questions - understand things in depth, these are the building blocks for any task. \n* Work in a systematic and orderly manner, it will save you a lot of time and mistakes in the future.\n* Think creatively and innovatively and on the other hand, find ways to test your products in a good and effective way.",
    "What is the project you are most proud of?": "Building the capabilities of data science at Simplex. \nI was the first data scientist -  from my first model deployment to the amazing and professional team that exists today and has a broad impact on Simplex.",
    "What is next on your \"To Learn\" list?": "I’m always happy to learn new things. Most of the time “the next thing to learn” will be something I will need as part of a project I will work on (as part of work or outside of it).",
    "What do you want to do when you grow up? :)": "I wish myself to continue working in technological management positions that interest and challenge me, in the field of data science. I wish my contribution would be within organizations that are pleasant to work in.",
    "Who's answers to these questions would you like to see and why?": "Any other person who does a role similar to mine, you always have something to learn from challenges and solutions elsewhere. I really like consulting with professionals in other companies. I have assisted and was assisted many times by fellow data scientists. Professional relationships have a lot of power."
  }