{

    "What is your credo/ your \"WHY\" regarding data?": "Data enables you to make a huge impact on the business if you are looking at the right data, on the right time and at the right way.",
    "What are your fields of interest?": "Designing data infrastructure to support analysis and data science.",
    "What are your favorite tools?": "It all depends on the use case. There are many great tools for different cases and I see it as a mean to the goal. But, one tool that did a great change in the ease of use of big data is Snowflake.",
    "Data is the new oil because...": "Data storage and processing costs reduced significantly, the use of ML and AI became so common, and analytical tools are much more complicated - they all needs data (and in many cases the more data the better) to be efficient.",
    "What is your data dream?": "That the data will be able to \"speak for itself\" - making the data analysis/ science more automated for business users.",
    "If you had a chance to collect data on anything you wanted, what would it be?": "I want to collect data to be able to understand my dog.",
    "What is the one tip for beginners and one tip for professionals?": "<br><span style=\"text-decoration-line: underline\">Beginners</span> - make sure you understand the goal, ask questions, doubt assumptions and always remember, that what you find/show should help someone to take a decision. Make it clear for the user to understand what it needs to do.\n<br><span style=\"text-decoration-line: underline\">Professionals</span> - Listen to the beginners and their questions, keep your mind open to new ideas.",
    "What is the project you are most proud of?": "In one of the big banks in Israel, I had the privilege  to impact the way top managers made decisions and helped them transform to data driven approach.",
    "What is next on your \"To Learn\" list?": "French - I love this language.",
    "What do you want to do when you grow up? :)": "I wish to have more time so I will be able to get back to teaching data course, but in a more business oriented way.",
    "Who's answers to these questions would you like to see and why?": "Jeff Bezos - a great visionary that was able to transform Amazon's largest expenses to profit centers."
  }