{
    "What is your credo/ your \"WHY\" regarding data?": "The truth is in the data. You can take a thought or a belief and prove it using the data. Not so long ago companies started to notice the importance of data that can backup a solid understanding in fields like product, marketing, regulation, forensics and so on. Collecting, transforming and monitoring good quality data will directly affect the success of a given goal.",
    "What are your fields of interest?": "I like to know all around. I have a vast experience in projects and a couple of roles and positions and love to learn everything from backend pipelines to frontend data distribution using visual story telling, app and web development and most of all data analysis in a rich data environment using traditional tools and modern ones.",
    "What are your favorite tools?": "Python (pandas , seaborn , sklearn) , SQL\\NoSQL , PowerBI, Excel(a must for DA).",
    "Data is the new oil because...": "From ground basics to advance analytics , research and ML , data holds the key to better understand our surrounding and measure the KPIs.",
    "What is your data dream?": "We are overflown with data from different sources, not all of them can provide the same platform to analyze their performance and we need to suite a solution based on a bunch of tools which requires us to learn all the time. One tool \\ language which every source can connect to or extract the data for analysis from, same as what JS is for fullstack development in the last years.",
    "If you had a chance to collect data on anything you wanted, what would it be?": "Most data analysis is focusing on a business aspect, I would like to collect and analyze data that will aid to our daily life or medicinal needs, data for the people!",
    "What is the one tip for beginners and one tip for professionals?": "<span style=\"text-decoration-line: underline\">Beginners</span> - start with strengthening your technical tool box. Deep questions require a great domain knowledge which is hard to get as a beginner, if you have the skills and the working hands that can do what you wish for, then you will be able to focus on the questions rather than the \"how to\".\n\n<br><br><span style=\"text-decoration-line: underline\">Professionals</span> - make sure you have strong fundamentals, a lot of seniors have grown within their roles without a comprehensive training. Add a good understanding of the core engine of your major tool and always find new fields to explore and expand your tool box. \nAnd give something back, don't forget to help others",
    "What is the project you are most proud of?": "Tough question, it is not one project rather a feeling when starting a new one.\nEach project starts with some sort of a POC, after a quick presentation and summary of the delivered product to the client, they start to ask themselves about their own business and operations and not about the technical feature we presented, in that moment I know that we did a good job finding the right need for the client and we can help them drive more accurately in a data oriented manner.",
    "What is next on your \"To Learn\" list?": "Cloud infrastructures.",
    "What do you want to do when you grow up? :)": "Already doing it :) \nI love every aspect of my work, from Data analysis to Development and Lecturing and mentoring others.",
    "Who's answers to these questions would you like to see and why?": "Anyone equivalent or higher than myself, there are a bunch of experts out there, each one has its own unique way approaching challenges."
  }