
  {
    "What is your credo/ your \"WHY\" regarding data?": "I love Data, in order to be successful you have to be data driven. \nWith data you will understand where to invest resources, optimize, make the right decisions and predict towards company goals. \nYou always need one true source that will be reachable to all company members.",
    "What are your fields of interest?": "BI, Analytics, Data science, in the end it's to bring business value with data products your team developed",
    "What are your favorite tools?": "Sisense for cloud data teams - ability to develop visualization and insights in effective why \nPython Jupyter",
    "Data is the new oil because...": "With enough data you can influence people's opinions and predict the future",
    "What is your data dream?": "Maximize the automation of decision-making in organizational processes (based on data) to reach a hyper growth company",
    "What is the one tip for beginners and one tip for professionals?": "<br><span style=\"text-decoration-line: underline\">Beginners</span>:\n<br>1. Specialize in a certain field and move on to the next field according to an orderly plan\n<br>2. Study all the time, and ask for feedback on progress to be in a constant improvement trend\n<br>3. When stuck in a wall raise a flag as fast as possible\n<br>4. Ask questions about things you do not understand\n<br>5. Understanding the business aspect of what you are doing is critical maybe you'll have a better idea \n<br><span style=\"text-decoration-line: underline\"><br>Professionals</span>:\n<br>1. Learn new things all the time\n<br>2. Mentor others",
    "What is next on your \"To Learn\" list?": "Im learning every day, \nif it's a new library in python, new model or a new way for Data infrastructure architecture  that can help our goal ( we are very agile  ),\nCurrently: To compose a new docker file for our open source ETL",
    "Who's answers to these questions would you like to see and why?": "Alex Schultz, who his lectures inspired me in the data-driven world"
  }