{
    " ": "Dr. Sasson is also a lecturer at the IDC Herzliya and blogs under <a href=\"https://www.datascienceeconomics.com/\">https://www.datascienceeconomics.com/</a>.",
    "": "<span style=\"font-size: 85%\">Disclaimer: the opinions expressed in the interview are entirely those of the interviewee.</span>",
    "What is your credo/ your \"WHY\" regarding data?": "Without Data - You are just another person with an opinion, but without an opinion - you are just another person with Data.",
    "What are your fields of interest?": "The intersection between Data Science and Economics. I think there are lots of benefits of Economic thinking and causal inference that should be integrated in Machine Learning and Product Design, but the economics profession has only started to adapt into this new world of big data and user-centric development (which is sometimes a little frustrating for me, since I know that Economists invented data-driven decision making and the first big datasets..). I gave a talk about the downside of Economic approach in <a href=\"https://www.youtube.com/watch?v=aqNi5eiyEFo\">here</a> and will be giving a talk about the good news for Economists who are starting to keep up the pace in Data and ML at WSDM 2021 on March 8th (like will be added later)",
    "What are your favorite tools?": "Everything on Google Cloud. My Data Guild has moved to GCP (all in!) and it is phenomenal all the way from BI to AI in production. Here is a taste of the results that we shared on a <a href=\"https://cloud.google.com/blog/products/ai-machine-learning/how-waze-predicts-carpools-using-google-cloud-ai-platform\">blog post</a>",
    "Data is the new oil because...": "It has always been the oil of the world, we just did not know how to mine it until recently...",
    "What is your data dream?": "A world with no traffic because people are well informed before they use their cars",
    "If you had a chance to collect data on anything you wanted, what would it be?": "I have too much data to analyze as is :)",
    "What is the one tip for beginners and one tip for professionals?": "<br><span style=\"text-decoration-line: underline\">Beginners</span> - start early and get higher education as early as possible. <br><span style=\"text-decoration-line: underline\">Professionals</span> - make strong ties with the product team. There is only so much you can do with fancy ML and AI skills. You can generate lifts of tens of %s or even hundreds of %s in rare cases with a new algorithm. But a product with a vision can change the world with data.",
    "What is the project you are most proud of?": "I think I was the first professor at TAU to grant full video access to an Econometrics Class (2016). Hebrew speaking students from all around the world are watching it and keep in touch with me on a monthly basis. <a href=\"https://www.youtube.com/watch?v=IbBvvfy6YWM\">Here is the link</a> ",
    "What is next on your \"To Learn\" list?": "Education Technologies and Financial Technologies.",
    "What do you want to do when you grow up? :)": "Lead the Data Guild at Waze and grow my team of phenomenal Data practitioners and friends. Btw - I'm hiring :)",
    "Who's answers to these questions would you like to see and why?": "Undergraduate and Graduate students. I love the spark in their eyes when they hear what we can do with Data and that is what invigorates me to teach classes at 20:00pm once a week. It keeps me young and up to date with current trends even as I get older."
  }