{

    "What is your credo/ your \"WHY\" regarding data?": "Never collect data just for the sake of collecting.\nMany organizations “brag” on the amounts of events they are able to consume/ingest/store,\nI would rather know what is the percentage of collected data that is being viewed and in depth analyzed?\nAll of us in the data field need to drive our companies to be data driven to the extreme, but that is achieved not by amassing huge amounts of data but by making sure that all collected data is of value and is indeed impacting decision making!",
    "What are your fields of interest?": "I’ve been in the Data field for over 15 years and I’ve had the privilege of actually working in ALL the major parts of data – BI developer/Back End developer, Data Engineer, Data Analyst/Business Analyst, Systems Analyst/Product Manager, Front End Developer, Data Scientist.\nIt would be tough for me to pick a favorite field, I’d simply say that it was very important for me in each of my previous positions to see the end2end process of the application and to be deeply connected with the business side in order to understand better both the user behavior and the product of the company.",
    "What are your favorite tools?": "I’m a very big supporter of moving the majority of data pipelines to cloud services (no matter if it is GCP or AWS or Azure).\nThe possibilities are endless with each passing day cloud services are adding new APIs and new tools for us as data professionals to use and utilize for the advancement of our company’s business.",
    "Data is the new oil because...": "Same as in old times that oil was a resource that drove business forward - In the 21st century the need for data is so wide spread that there is literally no field in which decision making is done not based on data, therefor data is indeed the most crucial resource when founding and planning any business venture.\nSo instead of hoping to “strike oil” maybe we should try to “strike data”? ☺",
    "What is your data dream?": "I think my data dream is similar to most in the data field and it is to “stumble” upon an insight based on data analytics that by implementing a very small and inexpensive change in the business we would have an exponential growth in some major company KPI (whether it be revenue or amount of daily users).\nI’ve had such instances in the past but each time you can do something like that the feeling is inexplicable!",
    "If you had a chance to collect data on anything you wanted, what would it be?": "Speaking completely hypothetically I would love to get the users “frame of mind” at the point of making an action.\nWe as people are constantly in different emotional states and that greatly affects our usage of an app or service, and we as data professionals have a real challenge in understanding user behavior from data... this “little” data addition would really help ☺...",
    "What is the one tip for beginners and one tip for professionals?": "<span style=\"text-decoration-line: underline\">Beginners</span> – Really get familiar with DWH basic principles before jumping to the Big data world, knowing the basics really helps in improving your skills.\nWhen I first started my first position as a BI developer (it was in 2005 just after graduating from the university) I was given Ralph Kimball’s book “The Data Warehouse Toolkit“ to read by my manager, and believe it or not some principals in that book I apply in my work to this day in 2021!\n,<br><br><span style=\"text-decoration-line: underline\">Professionals</span> – Do not be afraid to experiment with new technologies and do not fear migration from legacy systems to any cutting edge technologies if you think it might improve your business’s decision making capabilities!\nYou need to obviously prove the ROI of such efforts to management by implementing smaller scale POC, however this is a must both for the business improvement and for the advancement of your own skill sets!",
    "What is the project you are most proud of?": "As a data engineer in “yes Television” I was fortunate enough to lead the project of building a large scale hybrid near real time DWH model for advanced analytics over the billions of events generated by TV viewership.\nThat project transformed a 15+ year old company from making decisions based on user purchases and CRM data but basing decisions on actual product usage!",
    "What is next on your \"To Learn\" list?": "I’ve recently started a new position as Head of Data in Comunix –\nA rapidly growing startup in the mobile gaming industry, we've developed PokerFace, the only Poker game with real live video chat.\nI’m tasked with creating the whole data architecture/pipeline and deciding on the data stack,\nSo in the near future I’m learning more and more from case studies in the field for deciding what works best for us.",
    "What do you want to do when you grow up? :)": "First of all I love it that at age 36 I’m still young enough to be asked that question ☺ … \nBut in all seriousness I hope to always be in the Data field and always make sure that the business I’m in is something that excites and interests me (I always said Data professionals should have deep understanding and personal connection to the business of their company – that way their data analytics will be at a much higher level!)."
  }
